Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# privacy_body
source: No account. Prayer times, the Qibla and your questions are worked out on this phone. With online search on, an approximate location (about 1 km) is sent to find mosques, and the live map loads images of the area you view. Nothing else leaves the phone.
ar: بلا حساب. تُحسب المواقيت والقبلة وإجابات أسئلتك على هذا الهاتف. عند تفعيل البحث عبر الإنترنت يُرسل موقع تقريبي (نحو 1 كم) للعثور على المساجد، وتحمّل الخريطة الحية صور المنطقة التي تشاهدها. لا يُرسل شيء آخر.
as: কোনো একাউণ্ট নাই। নামাজৰ সময়, কিবলা আৰু আপোনাৰ প্ৰশ্নবোৰ এই ফোনতে সমাধান কৰা হয়। অনলাইন সন্ধান অন থাকিলে মছজিদ বিচাৰিবলৈ আনুমানিক অৱস্থান (প্ৰায় 1 কিমি) পঠিওৱা হয়, আৰু লাইভ মানচিত্ৰই আপুনি চোৱা অঞ্চলৰ ছবি লোড কৰে। ইয়াৰ বাহিৰে একো ফোনৰ বাহিৰলৈ নাযায়।
bn: কোনো অ্যাকাউন্ট নেই। নামাজের সময়, কিবলা ও আপনার প্রশ্ন এই ফোনেই হিসাব করা হয়। অনলাইন সার্চ চালু থাকলে মসজিদ খুঁজতে আনুমানিক লোকেশন (প্রায় 1 কিমি) পাঠানো হয়, আর লাইভ মানচিত্র আপনি যে এলাকা দেখছেন তার ছবি লোড করে। এ ছাড়া আর কিছুই ফোনের বাইরে যায় না।
bs: Bez računa. Namaska vremena, kibla i vaša pitanja obrađuju se na ovom telefonu. Kad je online pretraga uključena, šalje se približna lokacija (oko 1 km) radi pronalaženja džamija, a mapa uživo učitava slike područja koje gledate. Ništa drugo ne napušta telefon.
ckb: بێ هەژمار. کاتەکانی نوێژ، قیبلە و پرسیارەکانت لەسەر ئەم مۆبایلە ئەنجام دەدرێن. کاتێک گەڕانی ئۆنلاین چالاکە، شوێنێکی نزیکەیی (نزیکەی ١ کم) دەنێردرێت بۆ دۆزینەوەی مزگەوتەکان، و نەخشەی ڕاستەوخۆ وێنەی ئەو ناوچەیە بار دەکات کە سەیری دەکەیت. هیچ شتێکی تر لە مۆبایلەکە دەرناچێت.
es: Sin cuenta. Los horarios, la alquibla y tus preguntas se resuelven en este teléfono. Con la búsqueda en línea activada se envía una ubicación aproximada (unos 1 km) para encontrar mezquitas, y el mapa en vivo carga imágenes de la zona que ves. Nada más sale del teléfono.
fa: بدون حساب کاربری. اوقات نماز، قبله و سؤال‌های شما روی همین گوشی پردازش می‌شوند. وقتی جستجوی آنلاین روشن باشد، یک موقعیت تقریبی (حدود ۱ کیلومتر) برای یافتن مسجدها فرستاده می‌شود و نقشه زنده تصاویر منطقه‌ای را که می‌بینید بارگیری می‌کند. هیچ چیز دیگری از گوشی خارج نمی‌شود.
fa_af: بدون حساب کاربری. اوقات نماز، قبله و سوال‌های شما روی همین موبایل پردازش می‌شوند. وقتی جستجوی آنلاین روشن باشد، یک موقعیت تقریبی (حدود ۱ کیلومتر) برای یافتن مساجد فرستاده می‌شود و نقشه زنده تصاویر ساحه‌ای را که می‌بینید دانلود می‌کند. هیچ چیز دیگری از موبایل خارج نمی‌شود.
fil: Walang account. Ang mga oras ng dasal, ang Qibla at ang iyong mga tanong ay pinoproseso sa teleponong ito. Kapag naka-on ang online na paghahanap, ipinapadala ang tinatayang lokasyon (mga 1 km) para makahanap ng mga masjid, at naglo-load ang live na mapa ng mga larawan ng lugar na tinitingnan mo. Wala nang ibang lumalabas sa telepono.
fr: Aucun compte. Horaires, qibla et réponses sont calculés sur ce téléphone. Avec la recherche en ligne activée, une position approximative (environ 1 km) est envoyée pour trouver des mosquées, et la carte en direct charge les images de la zone affichée. Rien d’autre ne quitte le téléphone.
gu: કોઈ એકાઉન્ટ નથી. નમાઝના સમય, કિબ્લા અને તમારા સવાલો આ જ ફોન પર ઉકેલાય છે. ઑનલાઇન શોધ ચાલુ હોય ત્યારે મસ્જિદો શોધવા માટે અંદાજિત લોકેશન (આશરે 1 કિમી) મોકલાય છે, અને લાઇવ નકશો તમે જે વિસ્તાર જુઓ છો તેની તસવીરો લોડ કરે છે. આ સિવાય કંઈ પણ ફોનની બહાર જતું નથી.
ha: Babu asusu. Lokutan sallah, Alƙibla da tambayoyinku ana sarrafa su a wannan wayar. Idan an kunna binciken intanet, ana aika wuri na ƙiyasi (kusan km 1) don nemo masallatai, kuma taswirar kai tsaye tana loda hotunan yankin da kuke kallo. Babu wani abu kuma da ke barin wayar.
hi: कोई अकाउंट नहीं। नमाज़ के समय, क़िबला और आपके सवाल इसी फ़ोन पर हल होते हैं। ऑनलाइन खोज चालू होने पर मस्जिदें खोजने के लिए अनुमानित लोकेशन (लगभग 1 किमी) भेजी जाती है, और लाइव नक्शा आपके देखे जा रहे इलाक़े की तस्वीरें लोड करता है। इसके अलावा कुछ भी फ़ोन से बाहर नहीं जाता।
hu: Nincs fiók. Az imaidőket, a kiblát és a kérdéseidet ez a telefon dolgozza fel. Ha az online keresés be van kapcsolva, egy hozzávetőleges hely (kb. 1 km) elküldésre kerül a mecsetek kereséséhez, az élő térkép pedig képeket tölt be a megtekintett területről. Semmi más nem hagyja el a telefont.
id: Tanpa akun. Waktu salat, kiblat, dan pertanyaan Anda diproses di ponsel ini. Jika pencarian online aktif, lokasi perkiraan (sekitar 1 km) dikirim untuk mencari masjid, dan peta langsung memuat gambar area yang Anda lihat. Selain itu tidak ada yang dikirim.
ka: ანგარიში არ არის საჭირო. ლოცვის დროები, ყიბლა და თქვენი კითხვები ამ ტელეფონზე მუშავდება. ონლაინ ძიების ჩართვისას მეჩეთების მოსაძებნად იგზავნება მიახლოებითი მდებარეობა (დაახლოებით 1 კმ), ხოლო ცოცხალი რუკა ტვირთავს თქვენ მიერ დათვალიერებული ტერიტორიის გამოსახულებებს. სხვა არაფერი ტოვებს ტელეფონს.
km: គ្មានគណនីទេ។ ម៉ោងសឡាត គិបឡាត់ និងសំណួររបស់អ្នក ត្រូវបានដំណើរការនៅលើទូរសព្ទនេះ។ នៅពេលបើកការស្វែងរកតាមអ៊ីនធឺណិត ទីតាំងប្រហាក់ប្រហែល (ប្រហែល 1 គ.ម.) ត្រូវបានផ្ញើដើម្បីរកម៉ាស្ជិត ហើយផែនទីផ្ទាល់ផ្ទុករូបភាពនៃតំបន់ដែលអ្នកមើល។ ក្រៅពីនេះ គ្មានអ្វីចាកចេញពីទូរសព្ទទេ។
kn: ಖಾತೆ ಬೇಕಿಲ್ಲ. ನಮಾಜ್ ಸಮಯಗಳು, ಕಿಬ್ಲಾ ಮತ್ತು ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳನ್ನು ಈ ಫೋನ್‌ನಲ್ಲೇ ಸಂಸ್ಕರಿಸಲಾಗುತ್ತದೆ. ಆನ್‌ಲೈನ್ ಹುಡುಕಾಟ ಆನ್ ಆಗಿದ್ದರೆ, ಮಸೀದಿಗಳನ್ನು ಹುಡುಕಲು ಅಂದಾಜು ಸ್ಥಳವನ್ನು (ಸುಮಾರು 1 ಕಿ.ಮೀ) ಕಳುಹಿಸಲಾಗುತ್ತದೆ, ಮತ್ತು ಲೈವ್ ನಕ್ಷೆಯು ನೀವು ನೋಡುವ ಪ್ರದೇಶದ ಚಿತ್ರಗಳನ್ನು ಲೋಡ್ ಮಾಡುತ್ತದೆ. ಬೇರೆ ಏನೂ ಫೋನ್‌ನಿಂದ ಹೊರಗೆ ಹೋಗುವುದಿಲ್ಲ.
mk: Без сметка. Времињата за намаз, киблата и вашите прашања се обработуваат на овој телефон. Кога е вклучено пребарувањето на интернет, се испраќа приближна локација (околу 1 км) за да се најдат џамии, а мапата во живо вчитува слики од подрачјето што го гледате. Ништо друго не го напушта телефонот.
ml: അക്കൗണ്ട് ഇല്ല. നമസ്കാര സമയങ്ങൾ, ഖിബ്‌ല, നിങ്ങളുടെ ചോദ്യങ്ങൾ എന്നിവ ഈ ഫോണിൽ തന്നെ കൈകാര്യം ചെയ്യുന്നു. ഓൺലൈൻ തിരയൽ ഓണാണെങ്കിൽ, പള്ളികൾ കണ്ടെത്താൻ ഏകദേശ ലൊക്കേഷൻ (ഏകദേശം 1 കി.മീ) അയയ്ക്കും, ലൈവ് മാപ്പ് നിങ്ങൾ കാണുന്ന പ്രദേശത്തിന്റെ ചിത്രങ്ങൾ ലോഡ് ചെയ്യും. മറ്റൊന്നും ഫോണിൽ നിന്ന് പുറത്തുപോകില്ല.
mr: कोणतेही खाते नाही. नमाजच्या वेळा, किब्ला आणि तुमचे प्रश्न याच फोनवर सोडवले जातात. ऑनलाइन शोध चालू असताना मशिदी शोधण्यासाठी अंदाजे लोकेशन (सुमारे 1 किमी) पाठवले जाते, आणि लाइव्ह नकाशा तुम्ही पाहत असलेल्या भागाच्या प्रतिमा लोड करतो. याशिवाय काहीही फोनबाहेर जात नाही.
nl: Geen account. Gebedstijden, de qibla en je vragen worden op deze telefoon verwerkt. Met online zoeken aan wordt een geschatte locatie (ongeveer 1 km) verstuurd om moskeeën te vinden, en de live kaart laadt afbeeldingen van het gebied dat je bekijkt. Verder verlaat niets de telefoon.
pa: ਕੋਈ ਖਾਤਾ ਨਹੀਂ। ਨਮਾਜ਼ ਦੇ ਵਕਤ, ਕਿਬਲਾ ਅਤੇ ਤੁਹਾਡੇ ਸਵਾਲ ਇਸੇ ਫ਼ੋਨ ’ਤੇ ਹੱਲ ਹੁੰਦੇ ਹਨ। ਆਨਲਾਈਨ ਖੋਜ ਚਾਲੂ ਹੋਵੇ ਤਾਂ ਮਸਜਿਦਾਂ ਲੱਭਣ ਲਈ ਅੰਦਾਜ਼ਨ ਟਿਕਾਣਾ (ਲਗਭਗ 1 ਕਿ.ਮੀ.) ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਲਾਈਵ ਨਕਸ਼ਾ ਤੁਹਾਡੇ ਵੇਖੇ ਜਾ ਰਹੇ ਖੇਤਰ ਦੀਆਂ ਤਸਵੀਰਾਂ ਲੋਡ ਕਰਦਾ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਕੁਝ ਵੀ ਫ਼ੋਨ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਜਾਂਦਾ।
pt: Sem conta. Os horários de oração, a Qibla e suas perguntas são processados neste celular. Com a busca online ativada, uma localização aproximada (cerca de 1 km) é enviada para encontrar mesquitas, e o mapa ao vivo carrega imagens da área que você vê. Nada mais sai do celular.
ru: Без аккаунта. Время намазов, кибла и ответы на ваши вопросы вычисляются на этом телефоне. Если включён онлайн-поиск, для поиска мечетей отправляется приблизительное местоположение (около 1 км), а живая карта загружает изображения просматриваемого района. Больше ничего не покидает телефон.
si: ගිණුමක් නැත. සලාත වේලාවන්, කිබ්ලා සහ ඔබේ ප්‍රශ්න මෙම දුරකථනයේම සකසනු ලැබේ. මාර්ගගත සෙවුම සක්‍රිය නම්, පල්ලි සොයා ගැනීමට ආසන්න ස්ථානයක් (කි.මී. 1 ක් පමණ) යවනු ලබන අතර, සජීවී සිතියම ඔබ බලන ප්‍රදේශයේ රූප පූරණය කරයි. වෙන කිසිවක් දුරකථනයෙන් පිටතට නොයයි.
sr: Без налога. Намаска времена, кибла и ваша питања обрађују се на овом телефону. Кад је претрага на мрежи укључена, шаље се приближна локација (око 1 км) ради проналажења џамија, а мапа уживо учитава слике области коју гледате. Ништа друго не напушта телефон.
sw: Hakuna akaunti. Nyakati za sala, Kibla na maswali yako yanashughulikiwa kwenye simu hii. Utafutaji mtandaoni ukiwa umewashwa, mahali pa makadirio (takriban km 1) panatumwa ili kupata misikiti, na ramani hai inapakia picha za eneo unalotazama. Hakuna kingine kinachotoka kwenye simu.
te: ఖాతా అవసరం లేదు. నమాజ్ సమయాలు, ఖిబ్లా, మీ ప్రశ్నలు ఈ ఫోన్‌లోనే ప్రాసెస్ అవుతాయి. ఆన్‌లైన్ శోధన ఆన్‌లో ఉంటే, మసీదులను కనుగొనడానికి సుమారు లొకేషన్ (దాదాపు 1 కి.మీ) పంపబడుతుంది, మరియు లైవ్ మ్యాప్ మీరు చూసే ప్రాంతం చిత్రాలను లోడ్ చేస్తుంది. ఇంకేదీ ఫోన్ బయటకు వెళ్లదు.
th: ไม่ต้องมีบัญชี เวลาละหมาด กิบลัต และคำถามของคุณถูกประมวลผลบนโทรศัพท์นี้ เมื่อเปิดการค้นหาออนไลน์ ระบบจะส่งตำแหน่งโดยประมาณ (ราว 1 กม.) เพื่อหามัสยิด และแผนที่แบบเรียลไทม์จะโหลดภาพของพื้นที่ที่คุณดู นอกจากนี้ไม่มีข้อมูลใดออกจากโทรศัพท์
tr: Hesap yok. Namaz vakitleri, kıble ve sorularınız bu telefonda işlenir. Çevrimiçi arama açıkken camileri bulmak için yaklaşık konum (yaklaşık 1 km) gönderilir ve canlı harita baktığınız bölgenin görüntülerini yükler. Başka hiçbir şey telefondan çıkmaz.
ug: ھېسابات يوق. ناماز ۋاقىتلىرى، قىبلە ۋە سوئاللىرىڭىز مۇشۇ تېلېفوندا بىر تەرەپ قىلىنىدۇ. توردا ئىزدەش ئوچۇق بولسا، مەسچىت تېپىش ئۈچۈن تەخمىنىي ئورۇن (تەخمىنەن 1 كم) يوللىنىدۇ، جانلىق خەرىتە سىز كۆرۈۋاتقان رايوننىڭ رەسىملىرىنى يۈكلەيدۇ. باشقا ھېچنېمە تېلېفوندىن چىقمايدۇ.
ur: کوئی اکاؤنٹ نہیں۔ نماز کے اوقات، قبلہ اور آپ کے سوالات اسی فون پر حل ہوتے ہیں۔ آن لائن تلاش آن ہو تو مساجد ڈھونڈنے کے لیے تقریبی مقام (تقریباً 1 کلومیٹر) بھیجا جاتا ہے، اور لائیو نقشہ دیکھے جانے والے علاقے کی تصاویر لوڈ کرتا ہے۔ اس کے علاوہ کچھ نہیں بھیجا جاتا۔
vi: Không cần tài khoản. Giờ cầu nguyện, hướng Qibla và câu hỏi của bạn đều được xử lý trên điện thoại này. Khi bật tìm kiếm trực tuyến, một vị trí gần đúng (khoảng 1 km) được gửi đi để tìm thánh đường, và bản đồ trực tiếp tải hình ảnh của khu vực bạn xem. Ngoài ra không có gì rời khỏi điện thoại.
zh_hans: 无需账户。礼拜时间、朝向和你的问题都在此手机上处理。开启在线搜索后，会发送大致位置（约 1 公里）用于查找清真寺，实时地图会加载你所查看区域的图像。除此之外，没有任何信息离开手机。

# publisher_binbaz
source: Shaykh Ibn Baz’s official website (binbaz.org.sa)
ar: الموقع الرسمي لسماحة الشيخ ابن باز (binbaz.org.sa)
as: শ্বেইখ ইবনে বাজৰ চৰকাৰী ৱেবছাইট (binbaz.org.sa)
bn: শায়খ ইবনে বাযের অফিশিয়াল ওয়েবসাইট (binbaz.org.sa)
bs: Zvanična stranica šejha Ibn Baza (binbaz.org.sa)
ckb: ماڵپەڕی فەرمی شێخ ئیبن باز (binbaz.org.sa)
es: Sitio oficial del jeque Ibn Baz (binbaz.org.sa)
fa: وب‌سایت رسمی شیخ ابن باز (binbaz.org.sa)
fa_af: ویب‌سایت رسمی شیخ ابن باز (binbaz.org.sa)
fil: Opisyal na website ni Shaykh Ibn Baz (binbaz.org.sa)
fr: Site officiel du cheikh Ibn Baz (binbaz.org.sa)
gu: શેખ ઇબ્ન બાઝની સત્તાવાર વેબસાઇટ (binbaz.org.sa)
ha: Shafin yanar gizo na hukuma na Shaikh Ibn Baz (binbaz.org.sa)
hi: शैख़ इब्न बाज़ की आधिकारिक वेबसाइट (binbaz.org.sa)
hu: Ibn Baz sejk hivatalos weboldala (binbaz.org.sa)
id: Situs resmi Syekh Ibnu Baz (binbaz.org.sa)
ka: შეიხ Ibn Baz-ის ოფიციალური ვებსაიტი (binbaz.org.sa)
km: គេហទំព័រផ្លូវការរបស់ ស្ហេក Ibn Baz (binbaz.org.sa)
kn: ಶೈಖ್ Ibn Baz ಅವರ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್ (binbaz.org.sa)
mk: Официјална веб-страница на шеикот Ибн Баз (binbaz.org.sa)
ml: ശൈഖ് Ibn Baz-ന്റെ ഔദ്യോഗിക വെബ്സൈറ്റ് (binbaz.org.sa)
mr: शेख इब्न बाज यांची अधिकृत वेबसाइट (binbaz.org.sa)
nl: Officiële website van sjeik Ibn Baz (binbaz.org.sa)
pa: ਸ਼ੇਖ਼ Ibn Baz ਦੀ ਅਧਿਕਾਰਤ ਵੈੱਬਸਾਈਟ (binbaz.org.sa)
pt: Site oficial do Sheikh Ibn Baz (binbaz.org.sa)
ru: Официальный сайт шейха Ибн База (binbaz.org.sa)
si: ෂෙයික් Ibn Baz ගේ නිල වෙබ් අඩවිය (binbaz.org.sa)
sr: Званични сајт шејха Ибн База (binbaz.org.sa)
sw: Tovuti rasmi ya Sheikh Ibn Baz (binbaz.org.sa)
te: షేఖ్ Ibn Baz అధికారిక వెబ్‌సైట్ (binbaz.org.sa)
th: เว็บไซต์ทางการของเชค Ibn Baz (binbaz.org.sa)
tr: Şeyh İbn Baz’ın resmî sitesi (binbaz.org.sa)
ug: شەيخ ئىبن بازنىڭ رەسمىي تور بېكىتى (binbaz.org.sa)
ur: شیخ ابن باز کی آفیشل ویب سائٹ (binbaz.org.sa)
vi: Trang web chính thức của Sheikh Ibn Baz (binbaz.org.sa)
zh_hans: 谢赫 Ibn Baz 的官方网站（binbaz.org.sa）

# publisher_hadeethenc
source: HadeethEnc.com, version %1$@
ar: موسوعة الأحاديث النبوية المترجمة HadeethEnc.com، الإصدار %1$@
as: HadeethEnc.com, সংস্কৰণ %1$@
bn: HadeethEnc.com, ভার্সন %1$@
bs: HadeethEnc.com, verzija %1$@
ckb: HadeethEnc.com، وەشانی %1$@
es: HadeethEnc.com, versión %1$@
fa: HadeethEnc.com، نسخه %1$@
fa_af: HadeethEnc.com، نسخه %1$@
fil: HadeethEnc.com, bersyon %1$@
gu: HadeethEnc.com, વર્ઝન %1$@
ha: HadeethEnc.com, siga %1$@
hi: HadeethEnc.com, वर्ज़न %1$@
hu: HadeethEnc.com, %1$@ verzió
id: HadeethEnc.com, versi %1$@
ka: HadeethEnc.com, ვერსია %1$@
km: HadeethEnc.com, កំណែ %1$@
kn: HadeethEnc.com, ಆವೃತ್ತಿ %1$@
mk: HadeethEnc.com, верзија %1$@
ml: HadeethEnc.com, പതിപ്പ് %1$@
mr: HadeethEnc.com, आवृत्ती %1$@
nl: HadeethEnc.com, versie %1$@
pa: HadeethEnc.com, ਵਰਜਨ %1$@
pt: HadeethEnc.com, versão %1$@
ru: HadeethEnc.com, версия %1$@
si: HadeethEnc.com, අනුවාදය %1$@
sr: HadeethEnc.com, верзија %1$@
sw: HadeethEnc.com, toleo %1$@
te: HadeethEnc.com, వెర్షన్ %1$@
th: HadeethEnc.com เวอร์ชัน %1$@
tr: HadeethEnc.com, sürüm %1$@
ug: HadeethEnc.com، نەشرى %1$@
ur: HadeethEnc.com، ورژن %1$@
vi: HadeethEnc.com, phiên bản %1$@
zh_hans: HadeethEnc.com，版本 %1$@

# publisher_quranenc
source: QuranEnc.com: %1$@, version %2$@
ar: موسوعة القرآن الكريم QuranEnc.com: %1$@، الإصدار %2$@
as: QuranEnc.com: %1$@, সংস্কৰণ %2$@
bn: QuranEnc.com: %1$@, ভার্সন %2$@
bs: QuranEnc.com: %1$@, verzija %2$@
ckb: QuranEnc.com: %1$@، وەشانی %2$@
es: QuranEnc.com: %1$@, versión %2$@
fa: QuranEnc.com: %1$@، نسخه %2$@
fa_af: QuranEnc.com: %1$@، نسخه %2$@
fil: QuranEnc.com: %1$@, bersyon %2$@
gu: QuranEnc.com: %1$@, વર્ઝન %2$@
ha: QuranEnc.com: %1$@, siga %2$@
hi: QuranEnc.com: %1$@, वर्ज़न %2$@
hu: QuranEnc.com: %1$@, %2$@ verzió
id: QuranEnc.com: %1$@, versi %2$@
ka: QuranEnc.com: %1$@, ვერსია %2$@
km: QuranEnc.com៖ %1$@, កំណែ %2$@
kn: QuranEnc.com: %1$@, ಆವೃತ್ತಿ %2$@
mk: QuranEnc.com: %1$@, верзија %2$@
ml: QuranEnc.com: %1$@, പതിപ്പ് %2$@
mr: QuranEnc.com: %1$@, आवृत्ती %2$@
nl: QuranEnc.com: %1$@, versie %2$@
pa: QuranEnc.com: %1$@, ਵਰਜਨ %2$@
pt: QuranEnc.com: %1$@, versão %2$@
ru: QuranEnc.com: %1$@, версия %2$@
si: QuranEnc.com: %1$@, අනුවාදය %2$@
sr: QuranEnc.com: %1$@, верзија %2$@
sw: QuranEnc.com: %1$@, toleo %2$@
te: QuranEnc.com: %1$@, వెర్షన్ %2$@
th: QuranEnc.com: %1$@ เวอร์ชัน %2$@
tr: QuranEnc.com: %1$@, sürüm %2$@
ug: QuranEnc.com: %1$@، نەشرى %2$@
ur: QuranEnc.com: %1$@، ورژن %2$@
vi: QuranEnc.com: %1$@, phiên bản %2$@
zh_hans: QuranEnc.com：%1$@，版本 %2$@

source: Qibla
ar: القبلة
as: কিবলা
bn: কিবলা
bs: Kibla
ckb: قیبلە
es: Alquibla
fa: قبله
fa_af: قبله
gu: કિબ્લા
ha: Alƙibla
hi: क़िबला
hu: Kibla
id: Kiblat
ka: ყიბლა
km: គិបឡាត់
kn: ಕಿಬ್ಲಾ
mk: Кибла
ml: ഖിബ്‌ല
mr: किब्ला
pa: ਕਿਬਲਾ
ru: Кибла
si: කිබ්ලා
sr: Кибла
sw: Kibla
te: ఖిబ్లా
th: กิบลัต
tr: Kıble
ug: قىبلە
ur: قبلہ
zh_hans: 朝向

# qibla_aligned
source: Facing the Qibla
ar: أنت متجه إلى القبلة
as: কিবলামুখী হৈছে
bn: কিবলামুখী আছেন
bs: Okrenuti ste prema kibli
ckb: ڕووت لە قیبلەیە
es: Estás orientado a la alquibla
fa: رو به قبله هستید
fa_af: رو به قبله هستید
fil: Nakaharap sa Qibla
fr: Vous faites face à la qibla
gu: કિબ્લા તરફ મોં છે
ha: Kuna fuskantar Alƙibla
hi: रुख़ क़िबला की ओर है
hu: A kibla felé nézel
id: Menghadap kiblat
ka: ყიბლისკენ ხართ მიბრუნებული
km: កំពុងបែរមុខទៅគិបឡាត់
kn: ಕಿಬ್ಲಾ ಕಡೆಗೆ ಮುಖ ಮಾಡಿದ್ದೀರಿ
mk: Свртени сте кон киблата
ml: ഖിബ്‌ലയ്ക്ക് അഭിമുഖമാണ്
mr: किब्लाकडे तोंड आहे
nl: Gericht op de qibla
pa: ਕਿਬਲੇ ਵੱਲ ਮੂੰਹ ਹੈ
pt: Voltado para a Qibla
ru: Вы смотрите на киблу
si: කිබ්ලා දෙසට මුහුණලා ඇත
sr: Окренути сте ка кибли
sw: Umeelekea Kibla
te: ఖిబ్లా వైపు ఉన్నారు
th: หันตรงกิบลัตแล้ว
tr: Kıbleye dönüksünüz
ug: قىبلىگە يۈزلەندىڭىز
ur: آپ کا رخ قبلہ کی طرف ہے
vi: Đang hướng về Qibla
zh_hans: 已朝向天房

# qibla_approximate
source: Phone compasses are approximate. Check against a known landmark when you can.
ar: بوصلات الهواتف تقريبية. تحقّق بمعلم معروف متى أمكن.
as: ফোনৰ কম্পাছ আনুমানিক। সম্ভৱ হ'লে কোনো চিনাকি চিনৰ সৈতে মিলাই চাওক।
bn: ফোনের কম্পাস আনুমানিক। সম্ভব হলে পরিচিত কোনো চিহ্নের সাথে মিলিয়ে নিন।
bs: Kompasi na telefonu su približni. Kad možete, provjerite prema nekom poznatom orijentiru.
ckb: قیبلەنمای مۆبایل نزیکەیییە. هەر کاتێک توانیت بە نیشانەیەکی ناسراو بەراوردی بکە.
es: Las brújulas del teléfono son aproximadas. Compruébalo con una referencia conocida.
fa: قطب‌نمای گوشی تقریبی است. هر وقت توانستید با یک نشانه شناخته‌شده مقایسه کنید.
fa_af: قطب‌نمای موبایل تقریبی است. هر وقت توانستید با یک نشانه شناخته‌شده مقایسه کنید.
fil: Tinatayang direksyon lang ang compass ng telepono. Ihambing sa kilalang palatandaan kapag kaya mo.
fr: Les boussoles de téléphone sont approximatives. Vérifiez avec un repère connu.
gu: ફોનના હોકાયંત્ર અંદાજિત હોય છે. શક્ય હોય ત્યારે કોઈ જાણીતી નિશાની સાથે સરખાવો.
ha: Kamfas ɗin waya na ƙiyasi ne. Idan kun samu dama, ku kwatanta da wata alama da aka sani.
hi: फ़ोन के कम्पास अनुमानित होते हैं। जब हो सके, किसी जानी-पहचानी जगह से मिलान कर लें।
hu: A telefonos iránytűk csak közelítőek. Ha lehet, ellenőrizd egy ismert tereptárgyhoz képest.
id: Kompas ponsel bersifat perkiraan. Periksa dengan penanda yang diketahui bila bisa.
ka: ტელეფონის კომპასები მიახლოებითია. როცა შეძლებთ, შეამოწმეთ ცნობილი ღირსშესანიშნაობის მიხედვით.
km: ត្រីវិស័យទូរសព្ទគ្រាន់តែប្រហាក់ប្រហែល។ សូមផ្ទៀងផ្ទាត់ជាមួយទីសម្គាល់ដែលស្គាល់ នៅពេលអាចធ្វើបាន។
kn: ಫೋನ್ ದಿಕ್ಸೂಚಿಗಳು ಅಂದಾಜಿನವು. ಸಾಧ್ಯವಾದಾಗ ತಿಳಿದಿರುವ ಹೆಗ್ಗುರುತಿನೊಂದಿಗೆ ಪರಿಶೀಲಿಸಿ.
mk: Компасите на телефоните се приближни. Кога можете, проверете според некој познат ориентир.
ml: ഫോൺ കോമ്പസുകൾ ഏകദേശമാണ്. സാധിക്കുമ്പോൾ അറിയാവുന്ന ഒരു അടയാളവുമായി ഒത്തുനോക്കുക.
mr: फोनची होकायंत्रे अंदाजे असतात. शक्य असेल तेव्हा एखाद्या ओळखीच्या खुणेशी तुलना करा.
nl: Telefoonkompassen zijn bij benadering. Controleer het waar mogelijk met een bekend herkenningspunt.
pa: ਫ਼ੋਨ ਦੇ ਕੰਪਾਸ ਅੰਦਾਜ਼ਨ ਹੁੰਦੇ ਹਨ। ਜਦੋਂ ਹੋ ਸਕੇ ਕਿਸੇ ਜਾਣੀ-ਪਛਾਣੀ ਨਿਸ਼ਾਨੀ ਨਾਲ ਮਿਲਾ ਕੇ ਵੇਖੋ।
pt: As bússolas de celular são aproximadas. Quando puder, confira com um ponto de referência conhecido.
ru: Компас телефона неточен. По возможности сверяйтесь с известным ориентиром.
si: දුරකථන මාලිමා ආසන්න අගයන් පමණි. හැකි විට දන්නා සලකුණක් සමඟ සසඳා බලන්න.
sr: Компаси на телефону су приближни. Када можете, проверите према неком познатом оријентиру.
sw: Dira za simu ni za makadirio. Linganisha na alama inayojulikana unapoweza.
te: ఫోన్ దిక్సూచులు సుమారుగా ఉంటాయి. వీలైనప్పుడు తెలిసిన గుర్తుతో సరిచూసుకోండి.
th: เข็มทิศในโทรศัพท์เป็นค่าโดยประมาณ ตรวจสอบกับจุดสังเกตที่รู้จักเมื่อทำได้
tr: Telefon pusulaları yaklaşıktır. Mümkünse bilinen bir işaretle kontrol edin.
ug: تېلېفون كومپاسى تەخمىنىي بولىدۇ. پۇرسەت بولغاندا تونۇش بىر بەلگە بىلەن سېلىشتۇرۇڭ.
ur: فون کے قطب نما تخمینی ہوتے ہیں۔ جب ممکن ہو کسی معلوم نشان سے تصدیق کریں۔
vi: La bàn điện thoại chỉ gần đúng. Khi có thể, hãy đối chiếu với một địa điểm đã biết.
zh_hans: 手机指南针只是近似值。条件允许时，请对照已知地标核对。

# qibla_bearing
source: %1$@° from true north
ar: %1$@° من الشمال الحقيقي
as: প্ৰকৃত উত্তৰৰ পৰা %1$@°
bn: প্রকৃত উত্তর থেকে %1$@°
bs: %1$@° od pravog sjevera
ckb: %1$@° لە باکووری ڕاستەقینەوە
es: %1$@° desde el norte verdadero
fa: %1$@° از شمال حقیقی
fa_af: %1$@° از شمال حقیقی
fil: %1$@° mula sa tunay na hilaga
fr: %1$@° depuis le nord géographique
gu: સાચી ઉત્તરથી %1$@°
ha: %1$@° daga ainihin arewa
hi: असली उत्तर से %1$@°
hu: %1$@° a földrajzi északtól
id: %1$@° dari utara sejati
ka: %1$@° ნამდვილი ჩრდილოეთიდან
km: %1$@° ពីទិសខាងជើងពិត
kn: ನಿಜವಾದ ಉತ್ತರದಿಂದ %1$@°
mk: %1$@° од вистинскиот север
ml: യഥാർത്ഥ വടക്കിൽ നിന്ന് %1$@°
mr: खऱ्या उत्तरेपासून %1$@°
nl: %1$@° vanaf het ware noorden
pa: ਅਸਲ ਉੱਤਰ ਤੋਂ %1$@°
pt: %1$@° a partir do norte verdadeiro
ru: %1$@° от истинного севера
si: සත්‍ය උතුරේ සිට %1$@°
sr: %1$@° од правог севера
sw: %1$@° kutoka kaskazini halisi
te: నిజ ఉత్తరం నుండి %1$@°
th: %1$@° จากทิศเหนือจริง
tr: Gerçek kuzeyden %1$@°
ug: ھەقىقىي شىمالدىن %1$@°
ur: حقیقی شمال سے %1$@°
vi: %1$@° tính từ hướng bắc thực
zh_hans: 从正北方向起 %1$@°

# qibla_calibrate
source: Compass accuracy is low. Move your phone in a figure 8, away from metal and magnets.
ar: دقة البوصلة منخفضة. حرّك الهاتف على شكل الرقم 8 بعيدًا عن المعادن والمغناطيس.
as: কম্পাছৰ সঠিকতা কম। ধাতু আৰু চুম্বকৰ পৰা আঁতৰত থাকি ফোনটো 8ৰ আকাৰত ঘূৰাওক।
bn: কম্পাসের নির্ভুলতা কম। ধাতু ও চুম্বক থেকে দূরে থেকে ফোনটি 8-এর আকারে ঘোরান।
bs: Tačnost kompasa je niska. Pomjerajte telefon u obliku osmice, dalje od metala i magneta.
ckb: وردی قیبلەنما کەمە. مۆبایلەکەت بە شێوەی ژمارە ٨ بجووڵێنە، دوور لە کانزا و موگناتیس.
es: Precisión baja. Mueve el teléfono en forma de 8, lejos de metales e imanes.
fa: دقت قطب‌نما کم است. گوشی را دور از فلز و آهنربا به شکل عدد ۸ حرکت دهید.
fa_af: دقت قطب‌نما کم است. موبایل را دور از فلز و مقناطیس به شکل عدد ۸ حرکت دهید.
fil: Mababa ang katumpakan ng compass. Igalaw ang iyong telepono nang pa-figure 8, malayo sa metal at magnet.
fr: Précision faible. Décrivez un 8 avec le téléphone, loin du métal et des aimants.
gu: હોકાયંત્રની ચોકસાઈ ઓછી છે. ધાતુ અને ચુંબકથી દૂર રહીને ફોનને 8 ના આકારમાં ફેરવો.
ha: Daidaiton kamfas ya yi ƙasa. Motsa wayarku kamar siffar 8, nesa da ƙarfe da maganaɗisu.
hi: कम्पास की सटीकता कम है। धातु और चुंबक से दूर रहकर फ़ोन को 8 के आकार में घुमाएँ।
hu: Az iránytű pontossága alacsony. Mozgasd a telefont nyolcas alakban, fémtől és mágnesektől távol.
id: Akurasi kompas rendah. Gerakkan ponsel membentuk angka 8, jauh dari logam dan magnet.
ka: კომპასის სიზუსტე დაბალია. ამოძრავეთ ტელეფონი რიცხვი 8-ის ფორმით, ლითონისა და მაგნიტებისგან მოშორებით.
km: ភាពត្រឹមត្រូវរបស់ត្រីវិស័យទាប។ សូមធ្វើចលនាទូរសព្ទជារាងលេខ 8 ឱ្យឆ្ងាយពីលោហៈ និងមេដែក។
kn: ದಿಕ್ಸೂಚಿಯ ನಿಖರತೆ ಕಡಿಮೆಯಿದೆ. ಲೋಹ ಮತ್ತು ಆಯಸ್ಕಾಂತಗಳಿಂದ ದೂರದಲ್ಲಿ ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು 8 ಆಕಾರದಲ್ಲಿ ಚಲಿಸಿ.
mk: Прецизноста на компасот е ниска. Движете го телефонот во форма на осумка, подалеку од метал и магнети.
ml: കോമ്പസിന്റെ കൃത്യത കുറവാണ്. ലോഹങ്ങളിൽ നിന്നും കാന്തങ്ങളിൽ നിന്നും അകലെ ഫോൺ 8 ആകൃതിയിൽ ചലിപ്പിക്കുക.
mr: होकायंत्राची अचूकता कमी आहे. धातू आणि चुंबकांपासून दूर राहून फोन 8 च्या आकारात फिरवा.
nl: Het kompas is onnauwkeurig. Beweeg je telefoon in een achtvorm, uit de buurt van metaal en magneten.
pa: ਕੰਪਾਸ ਦੀ ਸ਼ੁੱਧਤਾ ਘੱਟ ਹੈ। ਧਾਤ ਅਤੇ ਚੁੰਬਕਾਂ ਤੋਂ ਦੂਰ ਆਪਣੇ ਫ਼ੋਨ ਨੂੰ 8 ਦੀ ਸ਼ਕਲ ਵਿੱਚ ਘੁਮਾਓ।
pt: A precisão da bússola está baixa. Mova o celular fazendo um 8, longe de metais e ímãs.
ru: Низкая точность компаса. Поводите телефоном восьмёркой вдали от металла и магнитов.
si: මාලිමාවේ නිරවද්‍යතාව අඩුයි. ලෝහ සහ චුම්බකවලින් ඈතව ඔබේ දුරකථනය 8 හැඩයට චලනය කරන්න.
sr: Тачност компаса је ниска. Померајте телефон у облику осмице, даље од метала и магнета.
sw: Usahihi wa dira ni mdogo. Zungusha simu yako kwa umbo la 8, mbali na chuma na sumaku.
te: దిక్సూచి ఖచ్చితత్వం తక్కువగా ఉంది. లోహాలు, అయస్కాంతాలకు దూరంగా మీ ఫోన్‌ను 8 ఆకారంలో కదిలించండి.
th: เข็มทิศแม่นยำต่ำ ขยับโทรศัพท์เป็นรูปเลข 8 ให้ห่างจากโลหะและแม่เหล็ก
tr: Pusula hassasiyeti düşük. Telefonu metal ve mıknatıslardan uzakta 8 çizerek hareket ettirin.
ug: كومپاس ئېنىقلىقى تۆۋەن. تېلېفونىڭىزنى مېتال ۋە ماگنىتتىن يىراقتا 8 شەكلىدە ھەرىكەتلەندۈرۈڭ.
ur: قطب نما کی درستی کم ہے۔ فون کو دھات اور مقناطیس سے دور 8 کی شکل میں گھمائیں۔
vi: La bàn kém chính xác. Hãy di chuyển điện thoại theo hình số 8, tránh xa kim loại và nam châm.
zh_hans: 指南针精度较低。请远离金属和磁铁，将手机按 8 字形移动。

# qibla_dial_a11y
source: Qibla dial. %1$@
ar: مؤشر القبلة. %1$@
as: কিবলা ডায়েল। %1$@
bn: কিবলা ডায়াল। %1$@
bs: Brojčanik kible. %1$@
ckb: پیشاندەری قیبلە. %1$@
es: Indicador de alquibla. %1$@
fa: صفحه قبله. %1$@
fa_af: صفحه قبله. %1$@
fil: Dial ng Qibla. %1$@
fr: Cadran de la qibla. %1$@
gu: કિબ્લા ડાયલ. %1$@
ha: Fuskar Alƙibla. %1$@
hi: क़िबला डायल। %1$@
hu: Kibla-számlap. %1$@
id: Penunjuk kiblat. %1$@
ka: ყიბლის ციფერბლატი. %1$@
km: ផ្ទាំងគិបឡាត់។ %1$@
kn: ಕಿಬ್ಲಾ ಡಯಲ್. %1$@
mk: Бројчаник на киблата. %1$@
ml: ഖിബ്‌ല ഡയൽ. %1$@
mr: किब्ला डायल. %1$@
nl: Qibla-wijzerplaat. %1$@
pa: ਕਿਬਲਾ ਡਾਇਲ। %1$@
pt: Mostrador da Qibla. %1$@
ru: Циферблат киблы. %1$@
si: කිබ්ලා ඩයලය. %1$@
sr: Бројчаник кибле. %1$@
sw: Kipimo cha Kibla. %1$@
te: ఖిబ్లా డయల్. %1$@
th: หน้าปัดกิบลัต %1$@
tr: Kıble göstergesi. %1$@
ug: قىبلە دىسكىسى. %1$@
ur: قبلہ ڈائل۔ %1$@
vi: Mặt la bàn Qibla. %1$@
zh_hans: 朝向表盘。%1$@
